Repository: boa-z/ComicDeck
Catalog: ComicDeck/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# library.bookmarks.remove_dialog.title
source: Remove selected bookmarks?
zh_hans: 移除选中的书签？

# library.bookmarks.saved_comics
source: Saved Comics
zh_hans: 已保存漫画

# library.bookmarks.saved_locally
source: Saved locally
zh_hans: 已保存到本地

# library.bookmarks.search_placeholder
source: Search bookmarks
zh_hans: 搜索书签

# library.bookmark.default_shelf
source: Bookmark
zh_hans: 书签

# library.bookmarks.selected
source: %{lld} selected
zh_hans: 已选择 %{lld} 个

# library.bookmarks.title
source: Bookmarks
zh_hans: 书签

# library.mac.local_section
source: Local Library
zh_hans: 本地资料库

# library.mac.overview
source: Overview
zh_hans: 概览

# library.mac.shelves_subtitle
source: Organize saved comics for desktop browsing
zh_hans: 为桌面浏览整理已保存漫画

# library.mac.source_section
source: Source Library
zh_hans: 图源资料库

# library.mac.tracker_accounts
source: Tracker Accounts
zh_hans: Track 账号

# library.mac.tracker_section
source: Tracker Libraries
zh_hans: Track 资料库

# library.navigation.title
source: Library
zh_hans: 资料库

# library.offline_ready.chapter_pages
source: %@ • %@ pages
zh_hans: %@ · %@ 页

# library.offline_ready.pages_count
source: %d pages
zh_hans: %d 页

# library.offline_ready.title
source: Offline Ready
zh_hans: 离线可读

# library.recent.empty
source: Your reading history will appear here after you open a chapter.
zh_hans: 打开章节后，阅读历史会显示在这里。

# library.recent.empty_title
source: No recent reading
zh_hans: 没有最近阅读

# library.recent.page
source: Page %@
zh_hans: 第 %@ 页

# library.recent.title
source: Recent Activity
zh_hans: 最近活动

# library.shelves.add_bookmarks
source: Add Bookmarks
zh_hans: 添加书签

# library.shelves.add_to_title_format
source: Add to %@
zh_hans: 添加到 %@

# library.shelves.all_assigned_hint
source: All bookmarks are already in this shelf.
zh_hans: 所有书签都已在此书架中。

# library.shelves.assigned
source: Assigned
zh_hans: 已分配

# library.shelves.bookmark_count_format
source: %lld bookmarks
zh_hans: %lld 个书签

# library.shelves.delete
source: Delete Shelf
zh_hans: 删除书架

# library.shelves.delete_confirm
source: Delete "%@"? Comics will remain in Bookmarks.
zh_hans: 删除"%@"？漫画将保留在书签中。

# library.shelves.empty
source: No Shelves Available
zh_hans: 暂无可用书架

# library.shelves.empty_hint
source: Create shelves to group bookmarks by project, mood, or reading priority.
zh_hans: 创建书架以按项目、心情或阅读优先级分组书签。

# library.shelves.detail_empty_message_format
source: Add bookmarks to %@ from Bookmarks or comic detail pages.
zh_hans: 从书签或漫画详情页向%@添加书签。

# library.shelves.detail_empty_title
source: No bookmarks in this shelf
zh_hans: 此书架暂无书签

# library.shelves.groups
source: Groups
zh_hans: 分组

# library.shelves.move_down
source: Move Down
zh_hans: 下移

# library.shelves.move_up
source: Move Up
zh_hans: 上移

# library.shelves.name_placeholder
source: Shelf name
zh_hans: 书架名称

# library.shelves.new
source: New
zh_hans: 新建

# library.shelves.new_hint
source: Create a shelf for organizing your bookmarked comics.
zh_hans: 创建书架以整理已收藏的漫画。

# library.shelves.new_shelf
source: New Shelf
zh_hans: 新建书架

# library.shelves.organization
source: Organization
zh_hans: 整理

# library.shelves.remove_from_shelf
source: Remove from Shelf
zh_hans: 从书架移除

# library.shelves.rename
source: Rename Shelf
zh_hans: 重命名书架

# library.shelves.reorder
source: Reorder
zh_hans: 重新排序

# library.shelves.shelves
source: Shelves
zh_hans: 书架

# library.shelves.title
source: Shelves
zh_hans: 书架

# library.shelves.your_shelves
source: Your Shelves
zh_hans: 我的书架

# library.workspace.bookmarks.subtitle
source: Your local reading list and shelf organization
zh_hans: 本地稍后读列表与书架整理

# library.workspace.bookmarks.title
source: Bookmarks
zh_hans: 书签

# library.workspace.downloads.subtitle
source: Queue, offline library, and storage cleanup
zh_hans: 下载队列、离线库和存储清理

# library.workspace.downloads.title
source: Downloads
zh_hans: 下载

# library.workspace.favorites.source
source: Source
zh_hans: 图源

# library.workspace.favorites.subtitle
source: Source-side favorites and folders
zh_hans: 图源侧收藏与文件夹

# library.workspace.favorites.title
source: Favorites
zh_hans: 收藏

# library.workspace.history.subtitle
source: Resume chapters and manage reading history
zh_hans: 继续阅读并管理历史记录

# library.workspace.history.title
source: History
zh_hans: 历史

# library.workspace.tracker.disconnected
source: Connect
zh_hans: 连接

# library.workspace.tracker.subtitle
source: View manga and local progress bindings
zh_hans: 查看漫画列表与本地进度绑定

# library.workspace.tracker.title_format
source: %1$@ Library
zh_hans: %1$@ 书库

# library.workspaces.title
source: Workspaces
zh_hans: 工作区

source: Log Filter
zh_hans: 日志筛选

# login.web.forward
source: Forward
zh_hans: 前进

# login.web.loading_address
source: Loading page...
zh_hans: 正在加载页面...

# login.web.stop_loading
source: Stop loading
zh_hans: 停止加载

# mac.menu.navigate
source: Navigate
zh_hans: 导航

# mac.menu.selection
source: Selection
zh_hans: 选择项

# no.remote.backups
source: No remote backups loaded
zh_hans: 没有加载远程备份

# ranking.apply
source: Apply Ranking
zh_hans: 应用榜单

# ranking.empty
source: No ranking data
zh_hans: 暂无榜单数据

source: Ranking Filters
zh_hans: 榜单筛选

# ranking.loading
source: Loading ranking...
zh_hans: 正在加载榜单...

# ranking.navigation
source: Ranking
zh_hans: 榜单

# ranking.open
source: Open Ranking
zh_hans: 打开榜单

# ranking.option
source: Ranking
zh_hans: 榜单

# reader.action.first_page
source: First Page
zh_hans: 第一页

# reader.action.last_page
source: Last Page
zh_hans: 最后一页

# reader.action.next_chapter
source: Next chapter
zh_hans: 下一章

# reader.action.previous_chapter
source: Previous chapter
zh_hans: 上一章

# reader.action.reload_page
source: Reload current page
zh_hans: 重新加载当前页

# reader.action.save_current_page
source: Save current page
zh_hans: 保存当前页

# reader.action.share_current_page
source: Share current page
zh_hans: 分享当前页

# reader.background.auto
source: Auto
zh_hans: 自动

# reader.background.black
source: Black
zh_hans: 黑色

# reader.background.mode
source: Background
zh_hans: 背景

# reader.background.system
source: System
zh_hans: 系统

# reader.background.white
source: White
zh_hans: 白色

# reader.chrome.background
source: Background
zh_hans: 背景

# reader.chrome.mode
source: Mode
zh_hans: 模式

# reader.chrome.navigation
source: Reader Settings
zh_hans: 阅读器设置

# reader.chrome.page
source: Page
zh_hans: 页面

# reader.chrome.preset
source: Preset
zh_hans: 预设

# reader.debug.logs
source: Debug Logs
zh_hans: 调试日志

# reader.error.image_load_failed
source: Failed to load image
zh_hans: 图片加载失败

# reader.error.invalid_image_request
source: Invalid image request
zh_hans: 图片请求无效

# reader.error.no_images
source: No images
zh_hans: 没有图片

# reader.error.offline_mode
source: Offline mode only. Network fallback is disabled for downloaded chapters.
zh_hans: 仅限离线模式。已下载章节禁用网络回退。

# reader.export.current_page_unavailable
source: Current page is still preparing. Try again in a moment.
zh_hans: 当前页仍在准备中，请稍后再试。

# reader.export.failed
source: Could not export page
zh_hans: 无法导出页面

# reader.export.image_write_failed
source: Could not write the page image.
zh_hans: 无法写入页面图片。

# reader.export.photo_permission_denied
source: Photo library access was denied.
zh_hans: 照片图库访问被拒绝。

# reader.export.saved
source: Saved current page
zh_hans: 已保存当前页

# reader.loading.chapter
source: Loading chapter...
zh_hans: 正在加载章节…

# reader.loading.done
source: Done
zh_hans: 完成

# reader.loading.fallback_direct_links
source: Falling back to direct links...
zh_hans: 正在回退到直接链接…

# reader.loading.image
source: Loading image...
zh_hans: 正在加载图片…

# reader.loading.page
source: Loading page %lld
zh_hans: 正在加载第 %lld 页

# reader.loading.page_preparing
source: Preparing page %1$lld
zh_hans: 正在准备第 %1$lld 页

# reader.loading.pages_ready
source: %1$lld/%2$lld pages ready
zh_hans: 已准备 %1$lld/%2$lld 页

# reader.loading.preparing_reader
source: Preparing reader...
zh_hans: 正在准备阅读器…

# reader.loading.resolving_requests
source: Resolving image requests...
zh_hans: 正在解析图片请求…

# reader.menu.view
source: Reader
zh_hans: 阅读器

# reader.mode.ltr
source: LTR
zh_hans: 从左到右

# reader.mode.rtl
source: RTL
zh_hans: 从右到左

# reader.mode.vertical
source: Vertical
zh_hans: 垂直

# reader.page
source: Page %@
zh_hans: 第 %@ 页

# reader.pages
source: %lld/%lld pages
zh_hans: 第 %1$lld/%2$lld 页

# reader.preload_distance
source: Preload nearby pages : %lld
zh_hans: 预加载附近页数：%lld

# reader.progress.label
source: Reading progress
zh_hans: 阅读进度

# reader.settings.animate
source: Animate page transitions
zh_hans: 动画翻页

# reader.settings.appearance
source: Appearance
zh_hans: 外观

# reader.settings.interaction
source: Interaction
zh_hans: 交互

# reader.settings.invert_tap
source: Invert left/right tap
zh_hans: 反转左右点击

# reader.settings.keep_screen_on
source: Keep screen on
zh_hans: 保持屏幕常亮

# reader.settings.mode
source: Reading Direction
zh_hans: 阅读方向

# reader.settings.navigation_title
source: Reader Settings
zh_hans: 阅读器设置

# reader.settings.preset
source: Tap Zones
zh_hans: 点击区域

# reader.settings.tap_turn_margin
source: Turn margin
zh_hans: 翻页边距

# reader.settings.tap_turn_margin.footer
source: Controls how much of each screen edge turns pages in Automatic and Edge-Biased horizontal tap zones.
zh_hans: 控制自动和边缘偏向横向点按区域中，每侧屏幕边缘用于翻页的宽度。

# reader.status.loading_more
source: Loading more pages
zh_hans: 正在加载更多页面

# reader.status.offline.loading
source: Opening downloaded chapter
zh_hans: 正在打开已下载章节

# reader.status.offline.ready
source: %1$lld pages offline
zh_hans: %1$lld 页可离线阅读

# reader.status.pages_left
source: %lld left
zh_hans: 剩余 %lld 页

# reader.status.ready
source: %1$lld/%2$lld ready
zh_hans: 已就绪 %1$lld/%2$lld 页

# reader.tap.auto
source: Automatic
zh_hans: 自动

# reader.tap.disabled
source: Disabled
zh_hans: 禁用

# reader.tap.edge
source: Edge
zh_hans: 边缘

# reader.tap.l_shaped
source: L-shaped
zh_hans: L 形

# reader.tap.left_right
source: Left/Right
zh_hans: 左右

# reader.translation.action.current_page
source: Translate current page
zh_hans: 翻译当前页

# reader.translation.action.current_page.koharu
source: Translate current page with Koharu
zh_hans: 使用 Koharu 翻译当前页

# reader.translation.error.invalid_response
source: Translation returned %1$lld items for %2$lld requests.
zh_hans: 翻译返回了 %1$lld 项，但请求了 %2$lld 项。

# reader.translation.error.koharu_url_invalid
source: Koharu server URL is invalid.
zh_hans: Koharu 服务器地址无效。

# reader.translation.error.model_not_installed
source: The required on-device translation model is not installed.
zh_hans: 所需的设备端翻译模型尚未安装。

# reader.translation.error.service_unavailable
source: Translation service is unavailable.
zh_hans: 翻译服务不可用。

# reader.translation.error.unavailable
source: On-device translation is unavailable on this device.
zh_hans: 此设备不支持设备端翻译。

# reader.translation.settings.backend
source: Translation backend
zh_hans: 翻译后端

# reader.translation.settings.backend.option.built_in
source: Built-in
zh_hans: 内置

# reader.translation.settings.enabled
source: Enable page translation
zh_hans: 启用页面翻译

# reader.translation.settings.koharu_llm.max_tokens
source: Max tokens
zh_hans: 最大令牌数

# reader.translation.settings.koharu_llm.mode
source: Koharu LLM mode
zh_hans: Koharu LLM 模式

# reader.translation.settings.koharu_llm.mode.local
source: Local
zh_hans: 本地

# reader.translation.settings.koharu_llm.mode.provider
source: Provider
zh_hans: 提供商

# reader.translation.settings.koharu_llm.mode.server_default
source: Server default
zh_hans: 服务器默认

# reader.translation.settings.koharu_llm.model_id
source: Model ID
zh_hans: 模型 ID

# reader.translation.settings.koharu_llm.provider_id
source: Provider ID
zh_hans: 提供商 ID

# reader.translation.settings.koharu_llm.system_prompt
source: Custom system prompt
zh_hans: 自定义系统提示词

# reader.translation.settings.koharu_llm.system_prompt.placeholder
source: Translate naturally while preserving tone.
zh_hans: 在保留语气的同时自然地翻译。

# reader.translation.settings.koharu_llm.temperature
source: Temperature
zh_hans: 温度

# reader.translation.settings.koharu_llm.warning
source: Changing Koharu LLM settings updates Koharu's server-side LLM behavior and clears cached page translation state for new reader sessions using Koharu.
zh_hans: 更改 Koharu LLM 设置会更新 Koharu 服务器端的 LLM 行为，并清除新建 Koharu 阅读会话的页面翻译缓存状态。

# reader.translation.settings.koharu_url
source: Koharu server URL
zh_hans: Koharu 服务器地址

# reader.translation.settings.language
source: Target language
zh_hans: 目标语言

# reader.translation.settings.section
source: Page Translation
zh_hans: 页面翻译

# reader.translation.settings.source_language
source: Comic language
zh_hans: 漫画语言

# reader.translation.settings.source_language.auto
source: Auto detect
zh_hans: 自动检测

# reader.translation.status.failed
source: Translation failed
zh_hans: 翻译失败

# reader.translation.status.idle
source: Translation idle
zh_hans: 翻译空闲

# reader.translation.status.processing
source: Translating
zh_hans: 正在翻译

# reader.translation.status.ready
source: Translation ready
zh_hans: 翻译已就绪

# reader.translation.status.ready_empty
source: Translation ready, but no text regions were found
zh_hans: 翻译已完成，但未识别到文本区域

# reader.translation.status.unsupported
source: Translation unavailable
zh_hans: 翻译不可用

# reader.translation.unsupported.horizontal
source: Page translation overlay is currently available only in vertical mode.
zh_hans: 页面翻译覆盖层目前仅支持垂直模式。

source: Rename Imported Comic
zh_hans: 重命名导入的漫画

# repository.navigation
source: Repository
zh_hans: 仓库

# reader.action.next_page
source: Next page
zh_hans: 下一页

# reader.action.previous_page
source: Previous page
zh_hans: 上一页

# reader.action.read
source: Read
zh_hans: 阅读

# reader.context.actual_size
source: Actual Size
zh_hans: 实际大小

# reader.context.copy_image
source: Copy Image
zh_hans: 复制图片

# reader.context.save_image_as
source: Save Image As…
zh_hans: 图片另存为…

# reader.context.zoom_in
source: Zoom In
zh_hans: 放大

# reader.context.zoom_out
source: Zoom Out
zh_hans: 缩小

# reader.error.delete_redownload_suggestion
source: Delete the broken download and download the chapter again.
zh_hans: 删除损坏的下载，然后重新下载该章节。

# reader.error.incomplete_download
source: Offline chapter is incomplete: %lld of %lld pages available.
zh_hans: 离线章节不完整：%lld/%lld 页可用。

# reader.error.missing_directory
source: Offline chapter files are missing.
zh_hans: 离线章节文件缺失。

# reader.error.redownload_suggestion
source: Re-download this chapter before opening it offline.
zh_hans: 请重新下载该章节后再离线打开。

# reader.error.title
source: Reader unavailable
zh_hans: 阅读器不可用

# reader.menu.go
source: Go
zh_hans: 前往

# reader.tap.edge_biased
source: Edge-Biased
zh_hans: 边缘优先

# reader.translation.error.invalid_image
source: Invalid image data
zh_hans: 图片数据无效

# reader.translation.show_original
source: Show original
zh_hans: 显示原文

# reader.translation.show_translated
source: Show translated
zh_hans: 显示译文

# search.action.apply_filters
source: Apply Filters
zh_hans: 应用筛选

# search.action.copy_source
source: Copy Source
zh_hans: 复制来源

# search.action.open_filters
source: Open search filters
zh_hans: 打开搜索筛选

# search.active_source
source: Active Source
zh_hans: 当前图源

# search.clear_history
source: Clear History
zh_hans: 清除历史

source: Search comics
zh_hans: 搜索漫画

# search.context
source: Context
zh_hans: 上下文

# search.context.keyword
source: Keyword Search
zh_hans: 关键词搜索

# search.context.keyword_short
source: Keyword
zh_hans: 关键词

# search.context.keyword_subtitle
source: Searching the active source by keyword.
zh_hans: 正在按关键词搜索当前图源。

# search.context.tag_short
source: Tag
zh_hans: 标签

# search.empty_hint
source: Type a keyword and press Return to search
zh_hans: 输入关键词并按回车搜索

# search.exposed_methods
source: Exposed Methods
zh_hans: 暴露方法

# search.feature.keyword
source: Keyword Search
zh_hans: 关键词搜索

# search.feature.paged_keyword
source: Paged Keyword Search
zh_hans: 分页关键词搜索

# search.features
source: Source Search Features
zh_hans: 图源搜索功能

# search.filter_groups
source: Filter Groups
zh_hans: 筛选组

# search.filters
source: Filters
zh_hans: 筛选

# search.layout
source: Layout
zh_hans: 布局

# search.no_results
source: No results
zh_hans: 没有结果

# search.no_results_found
source: No results found
zh_hans: 没有找到结果

# search.no_source_installed
source: No source installed
zh_hans: 没有安装图源

# search.no_source_selected
source: No Source Selected
zh_hans: 未选择图源

# search.placeholder
source: Search comics
zh_hans: 搜索漫画

# search.quick_filters
source: Quick Filters
zh_hans: 快速筛选

# search.quick_filters.subtitle
source: Source-defined shortcuts
zh_hans: 图源定义的快捷筛选

# search.recent
source: Recent
zh_hans: 最近

# search.recent_keywords
source: Recent Keywords
zh_hans: 最近关键词

# search.recent_keywords.subtitle
source: Tap to search again
zh_hans: 点击再次搜索

# search.results
source: Results
zh_hans: 结果

# search.results_count
source: %lld comics
zh_hans: %lld 部漫画

# search.results_from_source
source: %lld comics from %@
zh_hans: 来自 %2$@ 的 %1$lld 部漫画

# search.results_started_from_tag
source: Results started from the tag "%@".
zh_hans: 结果来自标签“%@”。

# search.results.title
source: Results
zh_hans: 结果

# search.searching
source: Searching...
zh_hans: 搜索中...

# search.searching_for
source: Searching for "%@"
zh_hans: 正在搜索“%@”

# search.section.source
source: Source
zh_hans: 图源

# search.settings.navigation
source: Search Settings
zh_hans: 搜索设置

# search.source_direct_hint
source: Search this source directly.
zh_hans: 直接搜索此图源。

# search.status.searching
source: Searching...
zh_hans: 搜索中...

# search.title
source: Search
zh_hans: 搜索

source: Select Page
zh_hans: 选择页面

# settings.about.build
source: Build %@
zh_hans: 构建 %@

# settings.about.description
source: Comic management and reading.
zh_hans: 漫画管理与阅读。

# settings.about.repository
source: Repository
zh_hans: 代码仓库

# settings.about.revision_label
source: Revision
zh_hans: 修订版本

# settings.about.section.app
source: App
zh_hans: 应用

# settings.about.section.project
source: Project
zh_hans: 项目

# settings.about.title
source: About
zh_hans: 关于

# settings.about.version
source: Version %@
zh_hans: 版本 %@

# settings.about.version_label
source: Version
zh_hans: 版本

# settings.appearance.browse_layout
source: Comic Browse Layout
zh_hans: 漫画浏览布局

# settings.appearance.browse_layout_hint
source: Applies to search, favorites, history, category, and ranking pages.
zh_hans: 应用于搜索、收藏、历史、分类和榜单页面。

# settings.appearance.theme
source: Theme
zh_hans: 主题

# settings.appearance.theme_hint
source: Theme applies across the whole app.
zh_hans: 主题会应用到整个 App。

# settings.backup.error_title
source: Backup Error
zh_hans: 备份错误

# settings.backup.exported_message
source: Backup exported to %@.
zh_hans: 备份已导出到 %@。

# settings.backup.exported_title
source: Backup Exported
zh_hans: 备份已导出

# settings.backup.restored_message
source: Backup restored. Preferences, library data, and tracker settings have been reloaded.
zh_hans: 备份已恢复。偏好设置、资料库数据和 Track 设置已重新加载。

# settings.backup.restored_title
source: Backup Restored
zh_hans: 备份已恢复

# settings.backup.unknown_error
source: Unknown backup error
zh_hans: 未知备份错误

# settings.data.backup_hint
source: Backups include favorites, reading history, source preferences, tracker bindings, and plaintext tracker access tokens. Offline files, active download queue, and pending tracker sync events are not included.
zh_hans: 备份包含收藏、阅读历史、图源偏好、Track 绑定以及明文 Track 访问令牌。不包含离线文件、当前下载队列和待处理的 Track 同步事件。

# settings.data.export_backup
source: Export Backup
zh_hans: 导出备份

# settings.data.restore_backup
source: Restore Backup
zh_hans: 恢复备份

# settings.data.webdav
source: WebDAV Sync
zh_hans: WebDAV 同步

# settings.debug.copied_message
source: The visible debug logs have been copied.
zh_hans: 当前可见的调试日志已复制。

# settings.debug.copied_title
source: Copied to Clipboard
zh_hans: 已复制到剪贴板

# settings.debug.empty.subtitle
source: Enable debug logging and reproduce the issue to collect logs.
zh_hans: 启用调试日志并复现问题以收集日志。

# settings.debug.empty.title
source: No Debug Logs
zh_hans: 没有调试日志

# settings.debug.enable_logs
source: Enable Debug Logs
zh_hans: 启用调试日志

# settings.debug.export
source: Export
zh_hans: 导出

# settings.debug.exported_message
source: Debug log exported to %@.
zh_hans: 调试日志已导出到 %@。

# settings.debug.exported_title
source: Log Exported
zh_hans: 日志已导出

# settings.debug.filter
source: Log Filter
zh_hans: 日志筛选

# settings.debug.no_matching.subtitle
source: The current filter does not match any in-memory log lines.
zh_hans: 当前筛选条件没有匹配到任何内存中的日志。

# settings.debug.no_matching.title
source: No Matching Logs
zh_hans: 没有匹配的日志

# settings.debug.visible_count
source: %@ visible
zh_hans: %@ 条可见

# settings.diagnostics.debug_logs
source: Debug Logs
zh_hans: 调试日志

# settings.navigation.title
source: Settings
zh_hans: 设置

# settings.reader.cache
source: Reader Cache
zh_hans: 阅读缓存

# settings.reader.cache_efficiency
source: Reader Cache Efficiency
zh_hans: 阅读缓存效率

# settings.reader.cache_hit_rate_format
source: %d%% hit rate
zh_hans: 命中率 %d%%

# settings.reader.cache_no_reads
source: No reads yet
zh_hans: 尚无读取记录

# settings.reader.clear_cache
source: Clear Reader Cache
zh_hans: 清除阅读缓存

# settings.reader.memory_cache
source: Reader Memory Cache
zh_hans: 阅读内存缓存

# settings.section.appearance
source: Appearance
zh_hans: 外观

# settings.section.data
source: Data
zh_hans: 数据

# settings.section.diagnostics
source: Diagnostics
zh_hans: 诊断

# settings.section.reader
source: Reader
zh_hans: 阅读器

# settings.translation.backend_section
source: Backend
zh_hans: 后端

# settings.translation.general_section
source: General
zh_hans: 通用

# settings.translation.languages_section
source: Languages
zh_hans: 语言

# settings.translation.timeout
source: Request timeout : %1$lld sec
zh_hans: 请求超时：%1$lld 秒

# settings.translation.title
source: Translation
zh_hans: 翻译

# source.action.delete
source: Delete
zh_hans: 删除

# source.action.delete_selected
source: Delete Selected
zh_hans: 删除所选

# source.action.deselect
source: Deselect
zh_hans: 取消选择

# source.action.preparing
source: Preparing...
zh_hans: 准备中...

# source.action.select
source: Select for Batch
zh_hans: 选择以批量操作

# source.action.update
source: Update
zh_hans: 更新

# source.action.update_all
source: Update All
zh_hans: 全部更新

# source.action.update_selected
source: Update Selected
zh_hans: 更新所选

# source.action.use
source: Use Source
zh_hans: 使用图源

# source.alert.batch_delete.message
source: Delete %lld selected installed sources? This action cannot be undone.
zh_hans: 删除 %lld 个选中的已安装图源？此操作无法撤销。

# source.alert.batch_delete.title
source: Delete selected sources?
zh_hans: 删除选中的图源？

# source.alert.batch_update.message
source: Update %lld selected sources with available updates?
zh_hans: 更新 %lld 个有可用更新的图源？

# source.alert.batch_update.title
source: Update selected sources?
zh_hans: 更新选中的图源？

# source.capability.account
source: Account
zh_hans: 账户

# source.capability.category
source: Category
zh_hans: 分类

# source.capability.comments
source: Comments
zh_hans: 评论

# source.capability.cookies
source: Cookies
zh_hans: Cookie

# source.capability.explore
source: Explore
zh_hans: 探索

# source.capability.favorites
source: Favorites
zh_hans: 收藏

# source.capability.previews
source: Previews
zh_hans: 预览

# source.capability.search
source: Search
zh_hans: 搜索

# source.capability.settings
source: Settings
zh_hans: 设置

# source.capability.web
source: Web
zh_hans: 网页

# source.detail.account_label
source: Account label
zh_hans: 账号标签

# source.detail.accounts
source: Accounts
zh_hans: 账号

# source.detail.authentication
source: Authentication
zh_hans: 认证

# source.detail.authentication_hint
source: Login flows and session state for this source
zh_hans: 此图源的登录流程和会话状态

# source.detail.capabilities_hint
source: Capabilities detected from the installed source script
zh_hans: 从已安装图源脚本检测到的功能

# source.detail.delete_account_label
source: Delete %@
zh_hans: 删除 %@

# source.detail.key
source: Key
zh_hans: 标识

# source.detail.refresh_login
source: Refresh Login Status
zh_hans: 刷新登录状态

# source.detail.save_current_account
source: Save Current Account
zh_hans: 保存当前账号
